["\t", "\n", " ", "!", "\"", "#", "$", "%", "&", "'", "(", ")", "*", "+", ",", "-", ".", "/", "0", "1", "2", "3", "4", "5", "6", "7", "8", "9", ":", ";", "<", "=", ">", "?", "@", "A", "B", "C", "D", "E", "F", "G", "H", "I", "J", "K", "L", "M", "N", "O", "P", "Q", "R", "S", "T", "U", "V", "W", "X", "Y", "Z", "[", "\\", "]", "^", "_", "`", "a", "b", "c", "d", "e", "f", "g", "h", "i", "j", "k", "l", "m", "n", "o", "p", "q", "r", "s", "t", "u", "v", "w", "x", "y", "z", "{", "|", "}", "~", " ", "¢", "£", "¥", "§", "ª", "«", "¬", "¯", "°", "±", "²", "µ", "·", "»", "¼", "½", "À", "Á", "Â", "Ã", "Ä", "Å", "Æ", "Ç", "É", "Ò", "Õ", "Ö", "×", "Ú", "Ü", "Þ", "ß", "à", "á", "â", "ã", "ä", "å", "æ", "ç", "è", "é", "ê", "ë", "ì", "í", "î", "ï", "ð", "ñ", "ò", "ó", "ô", "õ", "ö", "ø", "ù", "ú", "û", "ü", "þ", "Ā", "ā", "Ă", "ă", "Ą", "ą", "ć", "Č", "č", "ē", "ę", "ě", "ğ", "ġ", "Ħ", "ĩ", "ī", "İ", "ı", "Ł", "ł", "ń", "ň", "Ō", "ō", "ő", "ř", "Ś", "ś", "Ş", "ş", "Š", "š", "ū", "ŭ", "Ż", "ż", "Ž", "ž", "Ǎ", "ǎ", "ǝ", "Ǟ", "ǟ", "Ǡ", "ǡ", "ǧ", "Ǻ", "ǻ", "Ȁ", "ȁ", "Ȃ", "ȃ", "ș", "Ȣ", "Ȧ", "ȧ", "Ⱥ", "ɐ", "ɑ", "ɒ", "ɖ", "ə", "ɡ", "ɪ", "ɻ", "ɽ", "ɾ", "ʃ", "ʊ", "ʌ", "ʎ", "ʒ", "ʔ", "ʰ", "ʱ", "ʷ", "ʻ", "ʼ", "ʾ", "ʿ", "ˈ", "ˌ", "ː", "̀", "́", "̃", "̄", "̩", "̪", "̯", "̲", "Α", "Δ", "Ε", "Ζ", "Η", "Ι", "Λ", "Μ", "Ν", "Ξ", "Ο", "Π", "Ρ", "Σ", "Τ", "Ψ", "Ω", "ά", "έ", "ή", "ί", "α", "β", "γ", "δ", "ε", "ζ", "η", "θ", "ι", "κ", "λ", "μ", "ν", "ξ", "ο", "π", "ρ", "ς", "σ", "τ", "υ", "φ", "χ", "ω", "ό", "ύ", "ώ", "А", "Б", "В", "Д", "З", "П", "С", "а", "в", "г", "д", "е", "и", "й", "к", "л", "м", "н", "о", "п", "р", "с", "т", "у", "х", "ц", "ч", "ш", "ъ", "ы", "ь", "і", "ї", "Ա", "ա", "،", "ء", "ا", "ب", "ة", "ت", "ج", "د", "ر", "ز", "ع", "ق", "ك", "ل", "م", "ن", "ه", "و", "ي", "ً", "َ", "ِ", "ْ", "ژ", "ܐ", "ܓ", "ܕ", "ܙ", "ܝ", "ܡ", "ܢ", "ܪ", "ܬ", "ܲ", "ܵ", "ܼ", "݂", "݇", "ँ", "ं", "ः", "अ", "आ", "इ", "ई", "उ", "ऊ", "ऋ", "ऌ", "ऍ", "ए", "ऐ", "ऑ", "ओ", "औ", "क", "ख", "ग", "घ", "ङ", "च", "छ", "ज", "झ", "ञ", "ट", "ठ", "ड", "ढ", "ण", "त", "थ", "द", "ध", "न", "प", "फ", "ब", "भ", "म", "य", "र", "ऱ", "ल", "ळ", "ऴ", "व", "श", "ष", "स", "ह", "़", "ऽ", "ा", "ि", "ी", "ु", "ू", "ृ", "ॄ", "ॅ", "ॆ", "े", "ै", "ॉ", "ो", "ौ", "्", "ॐ", "॔", "ॠ", "ॡ", "।", "॥", "०", "१", "२", "३", "४", "५", "६", "७", "८", "९", "॰", "ং", "গ", "ঙ", "ত", "দ", "ন", "ব", "ম", "র", "ল", "া", "ে", "্", "ਗ", "ਚ", "ਡ", "ਰ", "ਲ", "ਹ", "ੀ", "ੌ", "੍", "ੜ", "ੰ", "ગ", "જ", "ત", "પ", "બ", "ર", "ા", "ુ", "ം", "ക", "മ", "യ", "ര", "ല", "ള", "ാ", "േ", "บ", "ย", "ร", "ี", "เ", "์", "ᅀ", "ᴀ", "ᵄ", "ᶏ", "ᶐ", "ᶛ", "Ḁ", "ḁ", "ḇ", "Ḍ", "ḍ", "ḏ", "ḗ", "Ḥ", "ḥ", "ṅ", "ṇ", "ṓ", "ṣ", "ṭ", "ṯ", "ẓ", "ẚ", "Ạ", "ạ", "Ả", "ả", "Ấ", "ấ", "Ầ", "ầ", "Ẩ", "ẩ", "Ẫ", "ẫ", "Ậ", "ậ", "Ắ", "ắ", "Ằ", "ằ", "Ẳ", "ẳ", "Ẵ", "ẵ", "Ặ", "ặ", "ữ", "ἀ", "ἄ", "Ἀ", "Ἄ", "ἐ", "Ἐ", "ἤ", "ἰ", "ἱ", "ὰ", "ὴ", "ᾶ", "ῃ", "ῆ", "ῖ", "Ῥ", "ῶ", "ῷ", " ", "​", "‌", "‍", "‎", "‐", "–", "—", "‘", "’", "“", "”", "„", "†", "•", "…", " ", "′", "₩", "€", "₳", "₹", "←", "→", "↔", "⇌", "⇒", "∀", "−", "∴", "≈", "≤", "≥", "⊖", "Ⓐ", "♈", "ⱥ", "Ɑ", "Ɐ", "Ɒ", "さ", "な", "イ", "キ", "グ", "ケ", "ッ", "バ", "ビ", "ン", "ㄌ", "ㄢ", "ㄨ", "三", "亜", "堂", "天", "婁", "小", "島", "左", "更", "盘", "盤", "算", "細", "胃", "藻", "鑒", "陰", "Ꞻ", "ꞻ", "ꬱ", "산", "수", "주", "판", "︎", "𐌀", "𐤀", "𓅓", "𓆎", "𓊖", "𓏏"]